Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

# createAccountDescription
source: We've simplified management of your account credentials. Nos uses public-private key encryption to verify your identity.
ar: لقد بسطنا إدارة بيانات اعتماد حسابك. يستخدم Nos تشفير المفتاح العام-الخاص للتحقق من هويتك.
de: Wir haben die Verwaltung deiner Kontoanmeldedaten vereinfacht. Nos verwendet Public-Private-Key-Verschlüsselung, um deine Identität zu verifizieren.
es: Hemos simplificado la gestión de las credenciales de tu cuenta. Nos utiliza el cifrado de clave pública-privada para verificar tu identidad.
fa: ما مدیریت رمزهای حساب شما را آسان کرده ایم. نوس از رمزنگاری کلید عمومی-خصوصی برای تایید هویت استفاده می کند.
fr: Nous avons simplifié la gestion de vos identifiants de compte. Nos utilise le chiffrement à clé publique-privée pour vérifier votre identité.
ja: アカウント認証情報の管理を簡素化しました。Nosはあなたの身元を確認するために公開・秘密鍵暗号化を使用しています。
ko: 계정 인증 관리를 단순화했습니다. Nos는 공개-비공개 키 암호화를 사용하여 귀하의 신원을 확인합니다.
nl: Een account maken in een open, gebruiker-gecontroleerd netwerk.
pt_br: Simplificamos o gerenciamento de suas credenciais de conta. Nos usa criptografia de chave pública-privada para verificar sua identidade.
sv: Vi har förenklat hanteringen av dina kontouppgifter. Nos använder kryptering med offentlig-privat nyckel för att verifiera din identitet.
sw: Tumerahisisha usimamizi wa hati za akaunti yako. Nos hutumia usimbaji fiche wa ufunguo wa umma-binafsi kuthibitisha utambulisho wako.
th: เราได้ทำให้การจัดการข้อมูลประจำตัวของบัญชีของคุณง่ายขึ้น Nos ใช้การเข้ารหัสคีย์สาธารณะ-ส่วนตัวเพื่อยืนยันตัวตนของคุณ
tr: Hesap kimlik bilgilerinizin yönetimini basitleştirdik. Nos, kimliğinizi doğrulamak için genel-özel anahtar şifrelemesi kullanır.
zh_hans: 我们简化了您的账户凭证管理。Nos使用公钥-私钥加密来验证您的身份。
zh_hant: 我們簡化了您的賬戶憑證管理。Nos使用公鑰-私鑰加密來驗證您的身份。

# createAccountHeadline
source: Say goodbye to usernames and passwords!
ar: قل وداعًا لأسماء المستخدمين وكلمات المرور!
de: Verabschiede dich von Benutzernamen und Passwörtern!
es: ¡Dile adiós a los nombres de usuario y contraseñas!
fa: با نام کاربری و گذرواژه خداحافظی کنید!
fr: Dites adieu aux noms d'utilisateur et aux mots de passe !
ja: ユーザー名とパスワードにさようなら！
ko: 사용자 이름과 비밀번호에 작별을 고하세요!
nl: Zeg vaarwel tegen gebruikersnamen en wachtwoorden!
pt_br: Diga adeus a nomes de usuário e senhas!
sv: Säg adjö till användarnamn och lösenord!
sw: Sema kwaheri kwa majina ya watumiaji na nywila!
th: บอกลาชื่อผู้ใช้และรหัสผ่าน!
tr: Kullanıcı adlarına ve parolalara veda edin!
zh_hans: 告别用户名和密码！
zh_hant: 告別用戶名和密碼！

source: Create your first list
ar: إنشاء قائمتك الأولى
de: Erstelle deine erste Liste
es: Crea tu primera lista
fa: اولین لیست خود را ایجاد کنید
fr: Créez votre première liste
ja: 最初のリストを作成
ko: 첫 번째 목록 만들기
nl: Maak je eerste lijst aan
pt_br: Crie sua primeira lista
sv: Skapa din första lista
sw: Unda orodha yako ya kwanza
th: สร้างรายการแรกของคุณ
tr: İlk listenizi oluşturun
zh_hans: 创建您的第一个列表
zh_hant: 創建您的第一個列表

# dayAbbreviated
source: day
ar: يوم
de: Tag
es: día
fa: روز
fr: jour
ja: 日間
ko: 일
nl: dag
pt_br: dia
sv: dag
sw: siku
th: วัน
tr: gün
zh_hans: 天
zh_hant: 天

# daysAbbreviated
source: days
ar: أيام
de: Tage
es: días
fa: روز
fr: jours
ja: 日間
ko: 일
nl: dagen
pt_br: dias
sv: dagar
sw: masiku
th: วัน
tr: günler
zh_hans: 天
zh_hant: 天

source: Debug
ar: تصحيح الأخطاء
de: Fehlersuche
es: Depurar
fa: اشکال زدايي
fr: Débogage
ja: デバッグ
ko: 디버그
nl: Fout opsporing
pt_br: Depurar
sv: Felsök
sw: Utatuzi
th: ดีบัก
tr: Hata ayıklama
zh_hans: 除错
zh_hant: 偵錯

source: Delete
ar: حذف
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
sv: Radera
sw: Futa
th: ลบ
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar Cuenta
fa: حذف حساب کاربری
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pt_br: Excluir Conta
sv: Radera konto
sw: Futa Akaunti
th: ลบบัญชี
tr: Hesabı Sil
zh_hans: 删除账户
zh_hant: 刪除帳戶

# deleteAccountDescription
source: Deleting your account will delete all your data from Nos servers and ask all your relays to do the same.
ar: سيؤدي حذف حسابك إلى حذف جميع بياناتك من خوادم Nos وطلب من جميع الوسطاء القيام بنفس الشيء.
de: Das Löschen deines Kontos wird alle deine Daten von Nos-Servern löschen und alle deine Relays bitten, dasselbe zu tun.
es: Eliminar tu cuenta borrará todos tus datos de los servidores de Nos y solicitará a todos tus relays hacer lo mismo.
fa: حذف کردن حساب در اینجا تمام داده های شما را از سرورهای نوس پاک می کند و به رله ها نیز در خواست پاک کردن می فرستد.
fr: La suppression de votre compte supprimera toutes vos données des serveurs de Nos et demandera à tous vos relais de faire de même.
ja: アカウントを削除すると、Nosサーバーからすべてのデータが削除され、すべてのリレーに同様の処理を依頼します。
ko: 계정을 삭제하면 Nos 서버에서 모든 데이터가 삭제되고 모든 릴레이에게 동일한 작업을 요청하게 됩니다.
nl: Het verwijderen van je account zal al je gegevens van Nos-servers verwijderen en alle relays vragen om hetzelfde te doen.
pt_br: Excluir sua conta irá apagar todos os seus dados dos servidores do Nos e solicitar que todos os seus relays façam o mesmo.
sv: Om du raderar ditt konto kommer all din data att raderas från Nos servrar och alla dina reläer kommer att uppmanas att göra detsamma.
sw: Kufuta akaunti yako kutafuta data yako yote kutoka kwa seva za Nos na kuomba relei zako zote kufanya vivyo hivyo.
th: การลบบัญชีของคุณจะลบข้อมูลทั้งหมดของคุณจากเซิร์ฟเวอร์ Nos และขอให้รีเลย์ทั้งหมดของคุณทำเช่นเดียวกัน
tr: Hesabınızı silmek, tüm verilerinizi Nos sunucularından silecek ve tüm aktarımlarınızdan aynısını yapmasını isteyecektir.
zh_hans: 删除您的帐户将从 Nos 服务器中删除您的所有数据，并要求您的所有中继执行同样的操作。
zh_hant: 刪除您的賬戶將從Nos服務器刪除您的所有數據，並要求所有中繼也執行相同操作。

# deleteAccountMessage
source: Deleting your account will delete all your data from Nos servers and ask all your relays to do the same.
ar: سيؤدي حذف حسابك إلى حذف جميع بياناتك من خوادم Nos وطلب من جميع الوسطاء القيام بنفس الشيء.
de: Das Löschen deines Kontos wird alle deine Daten von Nos-Servern löschen und alle deine Relays bitten, dasselbe zu tun.
es: Eliminar tu cuenta borrará todos tus datos de los servidores de Nos y pedirá a todos tus relés que hagan lo mismo.
fa: حذف کردن حساب در اینجا تمام داده های شما را از سرورهای نوس پاک می کند و به رله ها نیز در خواست پاک کردن می فرستد.
fr: La suppression de votre compte supprimera toutes vos données des serveurs de Nos et demandera à tous vos relais de faire de même.
ja: アカウントを削除すると、Nosサーバーからすべてのデータが削除され、すべてのリレーに同様の処理を依頼します。
ko: 계정을 삭제하면 Nos 서버에서 모든 데이터가 삭제되고 모든 릴레이에 동일한 요청을 하게 됩니다.
nl: Het verwijderen van je account zal al je gegevens van Nos-servers verwijderen en alle relays vragen om hetzelfde te doen.
pt_br: Excluir sua conta irá apagar todos os seus dados dos servidores do Nos e solicitar que todos os seus relays façam o mesmo.
sv: Om du raderar ditt konto kommer all din data att raderas från Nos servrar och alla dina reläer kommer att uppmanas att göra detsamma.
sw: Kufuta akaunti yako kutafuta data yako yote kutoka kwa seva za Nos na kuomba relei zako zote kufanya vivyo hivyo.
th: การลบบัญชีของคุณจะลบข้อมูลทั้งหมดของคุณจากเซิร์ฟเวอร์ Nos และขอให้รีเลย์ทั้งหมดของคุณทำเช่นเดียวกัน
tr: Hesabınızı silmek, tüm verilerinizi Nos sunucularından silecek ve tüm aktarımlarınızdan aynısını yapmasını isteyecektir.
zh_hans: 删除您的账户将从Nos服务器删除您的所有数据，并要求所有中继也执行相同操作。
zh_hant: 刪除您的賬戶將從Nos服務器刪除您的所有數據，並要求所有中繼也執行相同操作。

source: Delete List
ar: حذف القائمة
de: Liste löschen
es: Eliminar Lista
fa: حذف لیست
fr: Supprimer la liste
ja: リストを削除
ko: 목록 삭제
nl: Lijst verwijderen
pt_br: Excluir Lista
sv: Radera lista
sw: Futa Orodha
th: ลบรายการ
tr: Listeyi Sil
zh_hans: 删除列表
zh_hant: 刪除列表

source: Delete my Account
ar: حذف حسابي
de: Mein Konto löschen
es: Eliminar mi Cuenta
fa: حساب کاربری من را حذف کن
fr: Supprimer mon compte
ja: アカウントを削除
ko: 나의 계정 삭제
nl: Mijn account verwijderen
pt_br: Excluir Minha Conta
sv: Radera mitt konto
sw: Futa Akaunti yangu
th: ลบบัญชีของฉัน
tr: Hesabımı Sil
zh_hans: 删除我的账户
zh_hant: 刪除我的賬戶

# deleteNote
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
ja: ノートを削除
ko: 삭제
nl: Verwijder
pt_br: Deletar
sv: Radera
sw: Futa
th: ลบโน้ต
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# deleteNoteConfirmation
source: This will ask all your relay servers to permanently remove this note. Are you sure?
ar: سيطلب هذا من جميع خوادم الوسيط الخاصة بك إزالة هذه الملاحظة بشكل دائم. هل أنت متأكد؟
de: Dies wird alle Relays auffordern, diese Note dauerhaft zu entfernen. Bist du sicher?
es: Esto le pedirá a todos sus servidores repetidores que eliminen permanentemente esta nota. ¿Está seguro?
fa: این از تمام سرورهای رله ها می خواهد تا این یادداشت را برای همیشه حذف کنند. مطمئنید؟
fr: Cela demandera à tous vos serveurs relais de supprimer définitivement cette note. Êtes-vous sûr ?
ja: これによりすべてのリレーサーバーにこのノートを完全に削除するよう要求します。よろしいですか？
ko: 이렇게 하면 모든 릴레이 서버에 이 메모를 영구적으로 제거하도록 요청합니다. 확실하신가요?
nl: Dit zal al je relay-servers vragen om deze notitie permanent te verwijderen. Weet je het zeker?
pt_br: Isso solicitará que todos os seus servidores relay removam permanentemente esta nota. Tem certeza?
sv: Detta kommer att be alla dina reläservrar att permanent ta bort denna anteckning. Är du säker?
sw: Hii itauliza seva zako zote za upeanaji wa data kuondoa kabisa dokezo hili. Una uhakika?
th: นี่จะขอให้เซิร์ฟเวอร์รีเลย์ทั้งหมดของคุณลบโน้ตนี้อย่างถาวร คุณแน่ใจหรือไม่?
tr: Notu tüm sunuculardan kalıcı olarak silmek üzeresiniz. Emin misiniz?
zh_hans: 这将要求你所有的中继器永久删除此笔记。你确定吗？
zh_hant: 這將要求你所有的中繼器永久刪除此筆記。你確定嗎？

source: Delete repost
ar: حذف إعادة النشر
de: Repost entfernen
es: Borrar republicación
fa: حذف بازنشر
fr: Supprimer le repost
ja: リポストを削除
ko: 리포스트 삭제
nl: Repost verwijderen
pt_br: Excluir repost
sv: Radera återpublicering
sw: Futa repost
th: ลบการรีโพสต์
tr: Yeniden paylaşımı kaldır
zh_hans: 删除转发
zh_hant: 刪除轉發

# deleteUsername
source: Yes, delete my NIP-05
ar: نعم، احذف NIP-05 الخاص بي
de: Ja, mein NIP-05 löschen
es: Sí, borrar mi Nostr nombre (NIP-05)
fa: بله، NIP-05 من را حذف کن
fr: Oui, supprimer mon NIP-05
ja: はい、NIP-05を削除します
ko: 예, 내 NIP-05를 삭제합니다.
nl: Ja, verwijder mijn NIP-05
pt_br: Sim, excluir meu NIP-05
sv: Ja, radera min NIP-05
sw: Ndiyo, futa NIP-05 yangu
th: ใช่ ลบ NIP-05 ของฉัน
tr: Evet, NIP-05'imi sil
zh_hans: 是，删除我的 NIP-05。
zh_hant: 是，刪除我的 NIP-05。

# deleteUsernameConfirmation
source: Are you sure you want to delete your NIP-05?
ar: هل أنت متأكد أنك تريد حذف NIP-05 الخاص بك؟
de: Bist du sicher, dass du dein NIP-05 löschen möchtest?
es: ¿Está seguro de querer eliminar tu Nostr nombre (NIP-05)?
fa: مطمئنید می خواهید NIP-05 خود را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer votre NIP-05 ?
ja: NIP-05を削除してもよろしいですか？
ko: NIP-05를 정말로 삭제하시겠습니까?
nl: Weet je zeker dat je je NIP-05 wilt verwijderen?
pt_br: Tem certeza de que deseja excluir seu NIP-05?
sv: Är du säker på att du vill radera din NIP-05?
sw: Je, una uhakika unataka kufuta NIP-05 yako?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ NIP-05 ของคุณ?
tr: NIP-05'inizi silmek istediğinizden emin misiniz?
zh_hans: 你是否确定要删除你的 NIP-05？
zh_hant: 你是否確定要刪除你的 NIP-05？

# deleteUsernameDescription
source: Changing or removing your handle may cause web links to disconnect from your identity. **Proceed with caution.**
ar: قد يؤدي تغيير أو إزالة اسم المستخدم الخاص بك إلى فصل روابط الويب عن هويتك. **تصرف بحذر.**
de: Das Ändern oder Entfernen deines Handles kann dazu führen, dass sich Weblinks von deiner Identität trennen. **Mit Vorsicht fortfahren.**
es: Cambiar o eliminar tu apodo puede causar que los enlaces web se desconecten de tu identidad. **Procede con precaución.**
fa: تغییر یا حذف هندل وب شما ممکن است باعث قطع ارتباط هویت شما شود. **با احتیاط انجام دهید.**
fr: Changer ou supprimer votre identifiant peut entraîner la déconnexion des liens Web avec votre identité. **Procédez avec prudence.**
ja: ハンドルの変更や削除により、ウェブリンクがあなたのアイデンティティから切断される可能性があります。**慎重に進めてください。**
ko: 핸들을 변경하거나 삭제하면 웹 링크의 연결이 끊어질 수 있습니다. **주의해서 진행하세요.**
nl: Het wijzigen of verwijderen van je gebruikersnaam kan ervoor zorgen dat weblinks niet meer met je identiteit verbonden zijn. **Ga voorzichtig te werk.**
pt_br: Alterar ou remover seu nome de usuário pode fazer com que links da web se desconectem da sua identidade. **Proceda com cautela.**
sv: Att ändra eller ta bort ditt användarnamn kan göra att webblänkar kopplas bort från din identitet. **Fortsätt med försiktighet.**
sw: Kubadilisha au kuondoa mpini wako kunaweza kusababisha viungo vya wavuti kukatwa kutoka kwa utambulisho wako. **Endelea kwa tahadhari.**
th: การเปลี่ยนหรือลบชื่อผู้ใช้ของคุณอาจทำให้ลิงก์เว็บขาดการเชื่อมต่อกับตัวตนของคุณ **ดำเนินการด้วยความระมัดระวัง**
tr: Kullanıcı adınızı değiştirmek veya kaldırmak, web bağlantılarının kimliğinizle bağlantısını kesmesine neden olabilir. **Dikkatli ilerleyin.**
zh_hans: 更改或移除你的昵称可能导致网络链接断开与你身份的连接。**请谨慎操作。**
zh_hant: 更改或移除你的暱稱可能導致網絡鏈接斷開與你身份的連接。**請謹慎操作。**

source: Description
ar: التفاصيل
de: Beschreibung
es: Descripción
fa: توضیحات
ja: 説明
ko: 상세정보
nl: Beschrijving
pt_br: Descrição
sv: Beskrivning
sw: Maelezo
th: คำอธิบาย
tr: Açıklama
zh_hans: 描述
zh_hant: 描述

source: Discover
ar: اكتشاف
de: Entdecken
es: Descubrir
fa: یافتن
fr: Découvrir
ja: 発見
ko: 발견하기
nl: Ontdek
pt_br: Descobrir
sv: Upptäck
sw: Gundua
th: ค้นพบ
tr: Keşfet
zh_hans: 发现
zh_hant: 發現

source: Dismiss
ar: تجاهل
de: Verwerfen
es: Descartar
fa: رد کردن
fr: Ignorer
ja: 閉じる
ko: 해제
nl: Negeren
pt_br: Recusar
sv: Avfärda
sw: Ondoa
th: ปิด
tr: Vazgeç
zh_hans: 忽略
zh_hant: 忽略

source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre a mostrar
fa: نام نمایشی
fr: Nom Affiché
ja: 表示名
ko: 이름 표시
nl: Weergavenaam
pt_br: Nome de exibição
sv: Visningsnamn
sw: Jina la Kuonyesha
th: ชื่อที่แสดง
tr: Görünen Ad
zh_hans: 显示名称
zh_hant: 顯示名稱

# displayNameDescription
source: This is how others will see you when they view your notes. You can always change it.
ar: هذه هي الطريقة التي سيراك بها الآخرون عندما يشاهدون ملاحظاتك. يمكنك دائمًا تغييرها.
de: So werden dich andere sehen, wenn sie deine Notizen betrachten. Du kannst dies jederzeit ändern.
es: Así es como te verán los demás cuando vean tus notas. Siempre puedes cambiarlo.
fa: این همان طوری است که دیگران شما را هنگام بازدید یادداشت هایتان می بینند. بعدا می توانید تغییرش دهید.
fr: C'est ainsi que les autres vous verront lorsqu'ils consulteront vos notes. Vous pouvez le modifier à tout moment.
ja: これは他の人があなたのノートを見るときに表示される名前です。いつでも変更できます。
ko: 다른 사람들이 당신의 노트를 볼 때 보이는 모습입니다. 언제든지 변경할 수 있습니다.
nl: Dit is hoe anderen je zullen zien wanneer ze je notities bekijken. Je kunt dit altijd wijzigen.
pt_br: É assim que os outros verão você quando visualizarem suas notas. Você pode alterar isso a qualquer momento.
sv: Detta är hur andra kommer att se dig när de tittar på dina inlägg. Du kan alltid ändra det.
sw: Hivi ndivyo wengine watakavyokuona wakiangalia maelezo yako. Unaweza kubadilisha wakati wowote.
th: นี่คือชื่อที่แสดงบนโปรไฟล์ของคุณ
tr: Bu, profilinizde gösterilen isimdir
zh_hans: 当他人查看您的笔记时，他们将看到此显示名称。您可以随时更改它。
zh_hant: 當他人查看您的筆記時，他們將看到此顯示名稱。您可以隨時更改它。

# displayNameHeadline
source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre para mostrar
fa: نام نمایشی
fr: Nom d'affichage
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pt_br: Nome de Exibição
sv: Visningsnamn
sw: Jina la Kuonyesha
th: ชื่อที่แสดง
tr: Görünen Ad
zh_hans: 显示名称
zh_hant: 顯示名稱

# displayNamePlaceholder
source: Your display name
ar: اسم العرض الخاص بك
de: Dein Anzeigename
es: Tu nombre de visualización
fa: نام نمایشی شما
fr: Votre nom d'affichage
ja: あなたの表示名
ko: 표시 이름
nl: Jouw weergavenaam
pt_br: Seu nome de exibição
sv: Ditt visningsnamn
sw: Jina lako la kuonyesha
th: ชื่อที่แสดงของคุณ
tr: Görünen adınız
zh_hans: 您的显示名称
zh_hant: 您的顯示名稱

source: Done
ar: تم
de: Fertig
es: Hecho
fa: انجام شد
fr: Terminé
ja: 完了
ko: 완료
nl: Klaar
pt_br: Feito
sv: Klar
sw: Imekamilika
th: เสร็จสิ้น
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
ja: 編集
ko: 편집
nl: Bewerken
pt_br: Editar
sv: Redigera
sw: Hariri
th: แก้ไข
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit List Info
ar: تعديل معلومات القائمة
de: Listeninfo bearbeiten
es: Editar información de la lista
fa: ویرایش اطلاعات لیست
fr: Modifier les informations de la liste
ja: リスト情報を編集
ko: 목록 정보 편집
nl: Lijst-informatie bewerken
pt_br: Editar Informações da Lista
sv: Redigera listinformation
sw: Hariri Maelezo ya Orodha
th: แก้ไขข้อมูลรายการ
tr: Liste Bilgilerini Düzenle
zh_hans: 编辑列表信息
zh_hant: 編輯列表信息

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fa: ویرایش نمایه
fr: Modifier votre profil
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pt_br: Editar perfil
sv: Redigera profil
sw: Badilisha Wasifu
th: แก้ไขโปรไฟล์
tr: Profili Düzenle
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: Enter Code
ar: أدخل الرمز
de: Code eingeben
es: Introduce código
fa: کد را وارد کنید
fr: Saisir le code
ja: コードを入力
ko: 코드 입력
nl: Code invoeren
pt_br: Coloque o código
sv: Ange kod
sw: Weka Msimbo
th: ป้อนรหัส
tr: Kodu girin
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
ja: エラーが発生しました。
ko: 오류
nl: Fout
pt_br: Erro
sv: Fel
sw: Hitilafu
th: เกิดข้อผิดพลาด
tr: Bir şeyler yanlış gitti
zh_hans: 错误
zh_hant: 錯誤

# errorConnecting
source: There is a problem connecting to the servers. You can skip for now and visit your Profile to update later.
ar: هناك مشكلة في الاتصال بالخوادم. يمكنك التخطي الآن وزيارة ملفك الشخصي للتحديث لاحقًا.
de: Es gibt ein Problem bei der Verbindung zu den Servern. Du kannst vorerst überspringen und später dein Profil besuchen, um zu aktualisieren.
es: Hay un problema de conexión con los servidores. Puedes omitir esto por ahora y visitar tu Perfil para actualizarlo más tarde.
fa: مشکلی در اتصال به سرورها وجود دارد. می‌توانید فعلاً رد شوید و بعداً برای به‌روزرسانی به پروفایل خود مراجعه کنید.
fr: Il y a un problème de connexion aux serveurs. Vous pouvez ignorer pour l'instant et visiter votre profil pour mettre à jour plus tard.
ja: サーバーへの接続に問題があります。今はスキップして、後でプロフィールで更新することができます。
ko: 서버 연결에 문제가 있습니다. 지금은 건너뛰고 나중에 프로필을 방문하여 업데이트할 수 있습니다.
nl: Er is een probleem bij het verbinden met de servers. Je kunt dit voorlopig overslaan en later je profiel bezoeken om bij te werken.
pt_br: Há um problema ao conectar aos servidores. Você pode pular por enquanto e visitar seu Perfil para atualizar mais tarde.
sv: Det finns ett problem med att ansluta till servrarna. Du kan hoppa över för tillfället och besöka din profil för att uppdatera senare.
sw: Kuna tatizo la kuunganisha kwenye seva. Unaweza kuruka kwa sasa na utembelee Wasifu wako ili kusasisha baadaye.
th: มีปัญหาในการเชื่อมต่อกับเซิร์ฟเวอร์ คุณสามารถข้ามตอนนี้และไปที่โปรไฟล์ของคุณเพื่ออัปเดตในภายหลัง
tr: Sunuculara bağlanırken bir sorun var. Şimdilik atlayabilir ve daha sonra güncellemek için Profilinizi ziyaret edebilirsiniz.
zh_hans: 连接服务器出现问题。您可以暂时跳过，稍后访问您的个人资料进行更新。
zh_hant: 連接服務器出現問題。您可以暫時跳過，稍後訪問您的個人資料進行更新。

# eventSource
source: Raw Event
ar: الحدث الأصلي
de: Rohes Event
es: Evento sin procesar
fa: رویدادخام
fr: Code de l'événement
ja: 生イベント
ko: Raw 이벤트
nl: Ruwe Event Data
pt_br: Evento bruto
sv: Råhändelse
sw: Tukio Ghafi
th: เหตุการณ์ดิบ
tr: Raw Etkinlikleri
zh_hans: 原始事件
zh_hant: 原始事件

source: Excellent choice! 🎉
ar: اختيار ممتاز! 🎉
de: Exzellente Wahl! 🎉
es: ¡Excelente elección! 🎉
fa: انتخاب عالی! 🎉
fr: Excellent choix ! 🎉
ja: 素晴らしい選択です！🎉
ko: 탁월한 선택! 🎉
nl: Uitstekende keuze! 🎉
pt_br: Excelente escolha! 🎉
sv: Utmärkt val! 🎉
sw: Chaguo bora! 🎉
th: ตัวเลือกที่ยอดเยี่ยม! 🎉
tr: Mükemmel seçim! 🎉
zh_hans: 很好的选择 ！🎉
zh_hant: 很好的現在！🎉

source: Expiration Date
ar: تاريخ الانتهاء
de: Ablaufdatum
es: Fecha de caducidad
fa: تاريخ انقضاء
fr: Date d'expiration
ja: 有効期限
ko: 만료일
nl: Vervaldatum
pt_br: Data de expiração
sv: Utgångsdatum
sw: Tarehe ya kumalizika muda wake
th: วันหมดอายุ
tr: Son Geçerlilik Tarihi
zh_hans: 到期日期
zh_hant: 到期日期

source: Failed to export logs.
ar: فشل تصدير السجلات.
de: Fehler beim Exportieren der Protokolle.
es: No se pudo exportar registros.
fa: خطا در خروجی گرفتن از کارنامه داده.
fr: Impossible d'exporter les registres.
ja: ログのエクスポートに失敗しました。
ko: 로그 내보내기에 실패했습니다.
nl: Exporteren van data mislukt.
pt_br: Falha ao exportar histórico.
sv: Misslyckades med att exportera loggar.
sw: Imeshindwa kuhamisha kumbukumbu.
th: ไม่สามารถส่งออกบันทึก
tr: Dışa aktarım başarısız.
zh_hans: 导出记录失败。
zh_hant: 導出紀錄失敗。

# failedToShareDatabase
source: We're sorry, but we couldn't find your database to share.
ar: نأسف، لكننا لم نتمكن من العثور على قاعدة البيانات الخاصة بك للمشاركة.
de: Es tut uns leid, aber wir konnten deine Datenbank nicht finden, um sie zu teilen.
es: Lo sentimos, pero no pudimos encontrar tu base de datos para compartir.
fa: متأسفیم، اما نتوانستیم پایگاه داده شما را برای اشتراک‌گذاری پیدا کنیم.
fr: Nous sommes désolés, mais nous n'avons pas trouvé votre base de données à partager.
ja: 申し訳ありませんが、共有するデータベースが見つかりませんでした。
ko: 공유할 데이터베이스를 찾을 수 없습니다.
nl: Het spijt ons, maar we konden je database niet vinden om te delen.
pt_br: Lamentamos, mas não conseguimos encontrar seu banco de dados para compartilhar.
sv: Vi är ledsna, men vi kunde inte hitta din databas för att dela.
sw: Samahani, lakini hatukuweza kupata hifadhidata yako ili kushiriki.
th: เราขออภัย แต่เราไม่สามารถค้นหาฐานข้อมูลของคุณเพื่อแบ่งปัน
tr: Üzgünüz, ancak paylaşılacak veritabanınızı bulamadık.
zh_hans: 很抱歉，但我们无法找到你的数据库来分享。
zh_hant: 很抱歉，但我們無法找到你的數據庫來分享。

# featuredAuthorCategoryActivists
source: Activists
ar: نشطاء
de: Aktivisten
es: Activistas
fa: فعالان
fr: Activistes
ja: 活動家
ko: 활동가
nl: Activisten
pt_br: Ativistas
sv: Aktivister
sw: Wanaharakati
th: นักเคลื่อนไหว
tr: Aktivistler
zh_hans: 活跃分子
zh_hant: 倡議人士

# featuredAuthorCategoryAll
source: All
ar: الكل
de: Alle
es: Todo
fa: همه
fr: Tout
ja: すべて
ko: 전체
nl: Alle
pt_br: Todos
sv: Alla
sw: Zote
th: ทั้งหมด
tr: Tümü
zh_hans: 所有
zh_hant: 所有

# featuredAuthorCategoryArt
source: Art
ar: فن
de: Kunst
es: Arte
fa: هنر
ja: アート
ko: 예술
nl: Kunst
pt_br: Arte
sv: Konst
sw: Sanaa
th: ศิลปะ
tr: Sanat
zh_hans: 艺术
zh_hant: 藝術

# featuredAuthorCategoryEspanol
source: Español
ar: إسبانية
fa: اسپانیایی
ja: スペイン語
ko: 스페인어
sw: Kihispania
th: ภาษาสเปน
zh_hans: 西班牙语
zh_hant: 西班牙語

# featuredAuthorCategoryFood
source: Food
ar: طعام
de: Essen
es: Comida
fa: غذا
fr: Nourriture
ja: 食べ物
ko: 음식
nl: Eten
pt_br: Gastronomia
sv: Mat
sw: Chakula
th: อาหาร
tr: Yemek
zh_hans: 美食
zh_hant: 美食

# featuredAuthorCategoryGaming
source: Gaming
ar: ألعاب
de: Spiele
es: Videojuegos
fa: بازی
fr: Jeux
ja: ゲーム
ko: 게임
pt_br: Jogos
sv: Spel
sw: Michezo
th: เกมส์
tr: Oyun
zh_hans: 游戏
zh_hant: 遊戲

# featuredAuthorCategoryHealth
source: Health
ar: صحة
de: Gesundheit
es: Salud
fa: سلامت
fr: Santé
ja: 健康
ko: 건강
nl: Gezondheid
pt_br: Saúde
sv: Hälsa
sw: Afya
th: สุขภาพ
tr: Sağlık
zh_hans: 健康
zh_hant: 健康

# featuredAuthorCategoryLifestyle
source: Lifestyle
ar: نمط حياة
es: Estilo de vida
fa: سبک زندگی
fr: Style de vie
ja: ライフスタイル
ko: 생활
pt_br: Estilo de Vida
sv: Livsstil
sw: Mtindo wa Maisha
th: ไลฟ์สไตล์
tr: Yaşam Tarzı
zh_hans: 生活方式
zh_hant: 生活方式

# featuredAuthorCategoryMusic
source: Music
ar: موسيقى
de: Musik
es: Música
fa: موسیقی
fr: Musique
ja: 音楽
ko: 음악
nl: Muziek
pt_br: Música
sv: Musik
sw: Muziki
th: ดนตรี
tr: Müzik
zh_hans: 音乐
zh_hant: 音樂

# featuredAuthorCategoryNew
source: New
ar: جديد
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
ja: 新規
ko: 신규
nl: Nieuw
pt_br: Novo
sv: Nya
sw: Mpya
th: มาใหม่
tr: Yeni
zh_hans: 新建
zh_hant: 新建

# featuredAuthorCategoryNews
source: News
ar: أخبار
de: Nachrichten
es: Noticias
fa: اخبار
fr: Actus
ja: ニュース
ko: 뉴스
nl: Nieuws
pt_br: Notícias
sv: Nyheter
sw: Habari
th: ข่าวสาร
tr: Haberler
zh_hans: 新闻
zh_hant: 新聞

# featuredAuthorCategoryNZAustralia
source: NZ / Australia
ar: نيوزيلندا / أستراليا
de: NZ / Australien
fa: نیوزلند/استرالیا
fr: NZ / Australie
ja: ニュージーランド/オーストラリア
ko: 뉴질랜드/호주
nl: NZ / Australië
pt_br: NZ / Austrália
sv: NZ / Australien
th: นิวซีแลนด์ / ออสเตรเลีย
tr: NZ / Avustralya
zh_hans: 新西兰/澳大利亚
zh_hant: 紐西蘭/澳大利亞
